Repository: NyaMisty/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NiceLocalizable.strings
Languages: hi, id

# Nicegram.PrivacyPolicy
source: Privacy policy
hi: प्राइवेसी पॉलिसी
id: Kebijakan pribadi

# ChatFilter.Channels
source: Channels
id: Saluran

# ChatFilter.Private
source: Users
id: Pengguna

# ChatFilter.Groups
source: Groups
id: Grup

# ChatFilter.Unread
source: Unread
id: Belum dibaca

# ChatFilter.Unmuted
source: Unmuted
id: Bersuara

# ChatFilter.Favourites
source: Favourites
id: Favorit

# NiceFeatures.Tabs.ShowContacts
source: Show Contacts Tab
id: Tampilkan Tab Kontak

# NiceFeatures.ChatScreen.Header
source: CHAT SCREEN
id: LAYAR CHAT

# NiceFeatures.ChatScreen.AnimatedStickers
source: Animated Stickers
id: Stiker Animasi

# NiceFeatures.useBackCam
source: Use Rear camera (Round Videos)
id: Gunakan kamera Belakang (Video Bulat)

# NiceFeatures.Folders.Header
source: FOLDERS
id: FOLDER

# NiceFeatures.Account.Header
source: ACCOUNT SETTINGS
id: PENGATURAN AKUN

# NiceFeatures.Folders.TgFolders
source: Folders at bottom
id: Folder di bawah

# NiceFeatures.Folders.TgFolders.Notice
source: iOS-styled folder list
id: daftar folder bergaya iOS

# NiceFeatures.RegDate.OlderThan
source: Older than
hi: से पुराना
id: Lebih tua dari

# NiceFeatures.RegDate.Approximately
source: Approximately
hi: लगभग
id: Sekitar

# NiceFeatures.RegDate.NewerThan
source: Newer than
hi: से नया
id: Lebih baru dari

# NicegramOnboarding.1.Title
source: №1 Client for Telegram Messenger
hi: टेलीग्राम और मेसेंजर के लिए No.1 क्लाइंट
id: Klien â„–1 untuk Telegram Messenger

# NicegramOnboarding.1.Desc
source: Join over 2 million Nicegram users and get access to the most powerful and secure Telegram client for business.
hi: 2 मिलियन से ज़्यादा Nicegram यूजर्स से जुड़ें और बिज़नेस के लिए सबसे शक्तिशाली और सुरक्षित Telegram के क्लाइंट को एक्सेस पाएं ।
id: Bergabunglah dengan lebih dari 2 juta pengguna Nicegram dan dapatkan akses ke klien Telegram paling ampuh dan aman untuk bisnis.

# NicegramOnboarding.2.Title
source: Advanced Messaging Experience
hi: एडवांस्ड मैसेज करने का अनुभव
id: Pengalaman Perpesanan Tingkat Lanjut

# NicegramOnboarding.2.Desc
source: Speed up your communication with unique features like a Built-in Translator, Speech 2 Text, Forwarding messages without specifying the author and Quick saving to favorites.
hi: यूनीक फीचर्स जैसे बिल्ट इन ट्रांसलेटर , स्पीच 2 टेक्स्ट, ऑथर के बारे में स्पेसिफाई किए बिना मैसेज फॉरवर्ड करना, फेवरेट में क्विक सेव करने के साथ,अपने कम्युनिकेशन में तेज़ी लाएं ।
id: Percepat komunikasi dengan fitur unik seperti Penerjemah Bawaan, Teks ke Ucapan, Meneruskan pesan tanpa menyebut penulis dan Menyimpan cepat ke favorit.

# NicegramOnboarding.3.Title
source: Extended User Profile
hi: यूज़र का एक्सटेंडेड प्रोफाइल
id: Profil Pengguna Diperluas

# NicegramOnboarding.3.Desc
source: Create as many Telegram accounts as you need completely free of charge, as well as view an advanced user profile with ID, registration date and clickable links.
hi: मुफ्त में आपको जितने चाहिएं उतने Telegram एकाउंट बनाएं , साथ ही आईडी के साथ एडवांस्ड यूज़र प्रोफाइल , उसकी रजिस्ट्रेशन की तारीख और क्लिक किए जा सकने वाले लिंक्स देखें ।
id: Buat akun Telegram sebanyak yang Anda butuhkan secara gratis sepenuhnya, serta lihat profil pengguna tingkat lanjut dengan ID, tanggal pendaftaran, dan tautan yang dapat diklik.

# NicegramOnboarding.4.Title
source: Unique Business Extensions
hi: बिज़नेस के यूनीक एक्सटेंशन
id: Ekstensi Bisnis yang Unik

# NicegramOnboarding.4.Desc
source: Take advantage of the innovations from the Nicegram team and get an eSIM with internet access in 133 countries. You can also register new Telegram accounts to the phone number of the eSIM data plan.
hi: Nicegram टीम के इन्नोवेशन का फायदा उठाएं और eSIM के साथ 133 देशों में इन्टरनेट का एक्सेस पाएं । eSim डेटा प्लैन के फोन नम्बर के साथ आप अपना नया Telegram एकाउंट भी रजिस्टर कर सकते हैं ।
id: Manfaatkan inovasi dari tim Nicegram dan dapatkan eSIM dengan akses internet di 133 negara. Anda juga dapat mendaftarkan akun Telegram baru dengan nomor telepon dari paket data eSIM.

# NicegramOnboarding.5.Title
source: The Most Secure Messenger
hi: सबसे सुरक्षित मेसेंजर
id: Perpesanan yang Paling Aman

# NicegramOnboarding.5.Desc
source: Secure Messenger with Strong Encryption, Group Audio and Video Calls, Public Channels, Groups and Bots, Unlimited Cloud Storage for Chats, Media and Documents sharing.
hi: अपने मैसेंजर को मजबूत एनक्रिप्शन , ग्रुप ऑडियो और वीडियो कॉल , पब्लिक चैनल्स, ग्रुप्स और बॉट्स, चैट्स,मीडिया के लिए असीमित क्लाउड स्टोरेज ,डॉक्यूमेंट शेयरिंग जैसी सुविधाओं से सिक्योर (सुरक्षित) करें ।
id: Perpesanan aman dengan Enkripsi yang Kuat, Panggilan Audio dan Video Grup, Saluran Publik, Grup dan Bot, Penyimpanan Cloud Tanpa Batas untuk Obrolan, Berbagi Media dan Dokumen.

# AppName
source: Nicegram
hi: नाइसग्राम

# Nicegram.EULA
source: EULA
hi: ईयूएलए

# NiceFeatures.Title
source: Nicegram
hi: नाइसग्राम
